Repository: wp-plugins/twitter-image-host
Catalog: languages/twitter-image-host-*.po
Languages: de_de, nb_no

source: Authorized Twitter accounts:
de_de: Zur Nutzung berechtigte(r) Twitter Accound
nb_no: Autoriserte Twitter kontoer

source: Separate multiple accounts with commas
de_de: Mehrere Accounts bitte mit Komma trennen
nb_no: Skill flere konti med komma

source: Commenting:
de_de: Kommentieren
nb_no: Kommentering

source: Image dimensions:
de_de: Bildgröße:
nb_no: Bilde dimensjoner

source: Override URL prefix:
nb_no: Overstyr bilde prefiks

source: Save Changes
de_de: Änderungen speichern
nb_no: Lagre endringer

source: Display images posted to Twitter
de_de: Zeige die nach Twitter geposteten Bilder an
nb_no: Vis bilder postet til Twitter

source: Twitter Images
de_de: Twitter Bilder
nb_no: Twitter bilder

source: Title:
de_de: Titel
nb_no: Tittel:

source: Limit to images from Twitter account(s):
de_de: Begrenze die Bilder auf folgende(n) Twitter Account(s)
nb_no: Begrens til bilder fra Twitter konto(er):

source: Number of items to show:
de_de: Anzahl der Bilder
nb_no: Antall elementer å vise:

source: View as square thumbnails
de_de: Zeige als square Vorschau an
nb_no: Vis som firkantede miniatyrer

source: View as proportional thumbnails
de_de: Zeige als proportional Vorschau an
nb_no: Behold proporsjoner på miniatyrbildene

source: View as large thumbnails
de_de: Zeige als 'large' Vorschau an
nb_no: Vis som store miniatryrbilder

source: View as custom-sized thumbnails:
de_de: Zeige als custom-sized Vorschau
nb_no: Vis miniatyrbilder i egen valgt størrelse:

source: Width
de_de: Breite
nb_no: Bredde

source: Height
de_de: Höhe
nb_no: Høyde

source: Crop to exact size
de_de: Beschneide auf exacte Größe
nb_no: Beskjær til eksakt størrelse

source: Fit within dimensions
de_de: Den Proportionen entsprechend
nb_no: Tilpass dimensjonene

source: Number of columns to display:
de_de: Anzahl Spalten die angezeigt werden sollen
nb_no: Antall kolonner å vise:

source: Use Lightbox, etc.
de_de: Benutze Lightbox, etc.
nb_no: Bruk Lightbox osv.

source: Twitter API keys:
nb_no: Twitter API nøkkel:

source: Authentication error
de_de: Fehler bei der Anmeldung
nb_no: Godkjenningsfeil

source: Incorrect key
de_de: Falschen Schlüssel
nb_no: Feil nøkkel (key)

source: Invalid request
nb_no: Ulovlig forespørsel

source: No image provided
de_de: Kein Bild zum Upload vorhanden
nb_no: Du ga meg ikke bilde

source: Couldn't save uploaded file
de_de: Datei konnte nicht gespeichert werden
nb_no: Kunne ikke lagre opplastet bilde

source: Invalid image
de_de: Ungültiges Bild
nb_no: Ulovlig bilde

source: Tweet is too long by %d characters
de_de: Tweet ist %d Zeichen zu lang
nb_no: Tweet er %d tegn for lang

source: Not logged in to Twitter
de_de: Nicht mit Twitter verbunden
nb_no: Ikke logget på Twitter

source: Twitter authentication error
de_de: Twitter, Fehler bei der Anmeldung
nb_no: Twitter godkjenningsfeil

source: Error posting to Twitter (%s)
de_de: Fehler (%s) beim posten an Twitter
nb_no: Feil ved posting til Twitter (%s)

source: response code %d
de_de: Rückmelde-Code %d
nb_no: Svar kode %d

source: couldn't connect or unexpected response
de_de: Keine Verbindung oder unerwartete Rückmeldung
nb_no: Kunne ikke koble til eller overraskende svar

source: There are no items to display
de_de: Keine Bilder zur Anzeige vorhanden
nb_no: Ingen ting å vise

source: One or more Twitter accounts separated by commas. Leave blank to show images from all Twitter accounts.
de_de: Einen oder mehrer Twitter, mit Komma getrennt angeben. Eintrag leer lassen um alle Twitter accounts anzuzeigen
nb_no: En eller flere Twitter kontoer adskilt med komma. La stå tom for å vise alle

source: Custom settings:
de_de: Benutzereinstellungen
nb_no: Egne innstillinger:

source: Leave blank to not separate items into columns
de_de: Leer belassen wenn keine Anordnung in Spalten erfolgen soll
nb_no: La være blank for å ikke bruke kolonner

source: You must have Lightbox/Thickbox/etc installed for this to work
de_de: Es muss Lightbos/Thickbox installiert sein.
nb_no: Du må ha Lightbox/Thickbox installert for at dette skal virke

source: The API access point for your Twitter Image Host installation (for use with Twitter for iOS, etc) is:
de_de: Der Zugangspunkt zur Twitter Image Host Installation über Twitter füriOS, etc. lautet:
nb_no: API tilkoblingspunkt for denne Twitter Image Host installasjonen (for bruk med Twitter for iOS etc) er:

source: You can register for these at %s.
de_de: Die Registrierung kann bei %s erfolgen
nb_no: Du kan registrer disse her %s.

source: Maximum width
de_de: Maximale Breite
nb_no: Maks bredde

source: Maximum height
de_de: Maximale Höhe
nb_no: Maks høyde

source: Link to full-size images
de_de: Link zum Original-Bild
nb_no: Lenke til de største utgaven av bildene

source: If you have your own .htaccess rewrite rules in place, override the short URL prefix here (Advanced)
de_de: Wenn eine eigene .htaccess Datei genutzt wird können rewrite rules zur Verkürung der URL genutzt werden (erfahrene Benutzer)
nb_no: Hvis du har din egen .htaccess rewrite regel, så kan du overskrive URL prefiksen her (avansert)

source: Not set up. Please %sConfigure Twitter Image Host%s.
de_de: Konfiguration ist nicht erfolgt. Bitte %sConfigure Twitter Image Host%s ausführen
nb_no: Ikke satt opp. %sKonfigurer Twitter Image Host%s er du snill.

source: Could not connect to Twitter. Refresh the page or try again later. (Error code %d)
de_de: Konnte nicht mit Twitter verbinden. Refresh die Seite oder versuche es später erneut. (Fehler-Code %d)
nb_no: Kunne ikke koble til Twitter. Last siden på nytt eller prøv igjen senere. (Feilkode %d)

source: Your image has been uploaded and the %stweet%s has been posted.
de_de: Das Bild wurde gespeichert und der %stweet%s wurde verschickt.
nb_no: Bildet er lastet opp og %stweeten%s er tvittret.

source: Your image has been uploaded.
de_de: Der Upload des Bilds war erfolgreich
nb_no: Bilde er lastet opp.

source: The URL is %s
de_de: Die URL lautet: %s
nb_no: URLen er %s

source: Upload another:
de_de: Lade ein weiteres Bild hoch:
nb_no: Last opp enda et:

source: There was an error:
de_de: Ein Fehler ist aufgetreten:
nb_no: Det oppstod en feil:

source: Try again:
de_de: Versuche es erneut:
nb_no: Prøv igjen:

source: Upload New Image
de_de: Neues Bild hochladen
nb_no: Last opp nytt bilde

source: Title
de_de: Titel
nb_no: Tittel

source: If tweeting too, leave blank to be the same as tweet message below.
de_de: Wenn gleichzeitig ein Tweet gesendet wird bitte diese Zeile leer lassen
nb_no: Hvis du twittrer også, la stå blank for å være det samme som meldingen under.

source: Image
de_de: Bild
nb_no: Bilde

source: Post to Twitter too, with optional message:
de_de: Sende den Tweet mit folgender Nachricht:
nb_no: Post til Twitter også, med følgende melding:

source: %sConfigure Twitter Image Host%s, then log into Twitter to enable this feature.
de_de: %sConfigure Twitter Image Host%s, dann log dich in deinen Twitter Account um diese Erweiterung zu aktivieren.
nb_no: %sKonfigurer Twitter Image Host%s, logg deg deretter inn på Twitter for å aktivere denne funksjonen.

source: %sLog in to Twitter%s to enable this feature.
de_de: %sLog in to Twitter%s um die Funktion zu aktivieren.
nb_no: %sLogg inn på Twitter%s for å få tilgang til denne funksjonen.

source: Logged in as %s. %sLogout%s
de_de: Angemeldet als %s. %sAbmelden%s
nb_no: Logget inn som %s. %sLogg ut%s

source: Post
de_de: Sende
